Repository: simon-knuth/scanner
Catalog: Scanner/Resources/Localization/*/Resources.resw
Source language: en
Languages: ar_tn, ca, cs, he, hi, hu, nb, nl, pl, pt_br, ro, ru, sk, uk, zh_hans

# TextHelpScannerDiscovery.Text
source: Please make sure that your scanner is switched on and either connected via Wi-Fi or a USB cable. If your scanner isn't listed in the Windows settings app, you'll first need to add it from there. Once you see your scanner in the settings app and it isn't labeled "Offline" anymore, the connection is working and you're good to go! &nbsp; **Tip:** If Windows takes too long to find your already installed wireless scanner, you can just turn off and on Wi-Fi to immediately trigger a network search. Keep in mind that this may interrupt internet access across all apps on your device.
ar_tn: يرجى التأكد من تشغيل الماسح الضوئي وتوصيله عبر ال Wi-Fi أو كابل USB. إذا لم ترى الماسح الضوئي في تطبيق إعدادات Windows ، فستحتاج أولاً إلى إضافته من هناك. بمجرد رؤية الماسح الضوئي في تطبيق الإعدادات ولم تظهر الحالة بأنه “غير متصل” ، فمعنى ذلك بأنه جاهز للعمل! &nbsp; **نصيحة:** إذا استغرق Windows وقتًا طويلاً في العثور على الماسح الضوئي اللاسلكي المثبت بالفعل، يمكنك إيقاف تشغيل Wi-Fi وإعادة تشغيله للبدء الفورى للبحث على الأجهزة المتصلة بالشبكة. يرجى الملاحظة أن هذا الإجراء قد يؤدي إلى انقطاع الاتصال بالإنترنت على كافة التطبيقات في جهازك.
ca: Si us plau, assegureu-vos de que el vostre escàner estigui engegat i connectat per Wi-Fi o per cable USB. Si el vostre escàner no es mostra a la configuració del Windows, haureu d'afegir-lo des d'allà. Quan veieu el vostre escàner a la configuració i no tingui l'etiqueta de "Fora de línia", la connexió serà correcta i estarà llest per a escanejar! &nbsp; **Truc:** Si el Windows tarda molt a trobar el vostre escàner prèviament instal·lat, podeu apagar i tornar a encendre la connexió Wi-Fi del vostre ordinador per a forçar una cerca. Tingueu en compte que això interromprà la connexió a internet de la resta d'aplicacions.
cs: Prosím ujistěte se, že je skener zapnutý a připojený přes USB kabel nebo Wi-Fi. Pokud se skener nezobrazuje v nastavení Windows, musíte ho nejprve přidat. Až se skener zobrazí v nastavení a nebude označen jako "Offline," spojení je funkční a můžete začít! &nbsp; **Tip:** Pokud Windows trvá příliš dlouho najít dříve nainstalovaný bezdrátový skener, můžete vypnout a zapnout Wi-Fi pro okamžité prohledání sítě. Mějte na paměti, že toto může přerušit spojení všech ostatních aplikací na vašem zařízení.
he: ודא שהסורק מופעל ומחובר באמצעות Wi-Fi או כבל USB. אם הסורק שלך אינו מופיע באפליקציית ההגדרות של Windows, תחילה יהיה עליך להוסיף אותו משם. ברגע שאתה רואה את הסורק שלך באפליקציית ההגדרות והוא כבר לא מסומן כ"לא מקוון", החיבור עובד ואתה מוכן לצאת לדרך! &nbsp; **טיפ:** אם לוקח ל- Windows זמן רב מדי למצוא את הסורק האלחוטי שכבר מותקן, תוכל פשוט לכבות ולהפעיל את ה- Wi-Fi כדי להפעיל חיפוש רשת באופן מיידי. זכור שהדבר עלול להפריע לגישה לאינטרנט בכל האפליקציות במכשיר שלך.
hi: कृपया सुनिश्चित करें कि आपका स्कैनर चालू है और या तो वाई-फाई या यूएसबी केबल के माध्यम से जुड़ा हुआ है। यदि आपका स्कैनर विंडोज सेटिंग्स ऐप में सूचीबद्ध नहीं है, तो आपको पहले इसे वहां से जोड़ना होगा। एक बार जब आप सेटिंग्स ऐप में अपना स्कैनर देखते हैं और इसे "ऑफ़लाइन" लेबल नहीं किया हुआ है, तो कनेक्शन काम कर रहा है और आप आगे बढ़ने के लिए तैयार हैं! &nbsp; **टिप:** यदि विंडोज़ आपके पहले से स्थापित वायरलेस स्कैनर को खोजने में बहुत अधिक समय लेता है, तो आप तुरंत नेटवर्क खोज को ट्रिगर करने के लिए वाई-फाई को बंद और चालू कर सकते हैं। ध्यान रखें कि यह आपके डिवाइस पर सभी ऐप्स में इंटरनेट एक्सेस को बाधित कर सकता है।
hu: Győződjön meg arról, hogy a szkenner be van kapcsolva, és Wi-Fi-n vagy USB kábellel csatlakozik. Ha a szkenner nem szerepel a Windows beállítások alkalmazásában, először ott kell hozzáadnia. Ha látja a szkennert a beállítások alkalmazásban, és már nincs "Offline" felirat, a kapcsolat működik, és már mehet is! &nbsp; **Tipp:** Ha a Windowsnak túl sokáig tart megtalálni a már telepített vezeték nélküli szkennert, egyszerűen kapcsolja ki és kapcsolja be a Wi-Fi-t, hogy elinduljon a hálózati keresés. Ne feledje, hogy ez megszakíthatja az internet hozzáférést az eszközén lévő összes alkalmazásban.
nb: Pass på om skriveren er påskrudd og enten tilkoblet via Wi-Fi eller en USB/usb kabel. Hvis din skanner ikke er på listen til Windows innstillings app, du vil trenge å legge den til på Windows-listen først. Med en gang du ser din skanner i innstillingsappen å ikke er markert som "Offline" "ikke på nett" lengre, er tilkoblingen din OK! &nbsp; **Tips & trix* Hvis Windows tar for lang tid for å finne din allerede installerte trådløse skanner, Du kan bare skru den av og på Wi-Fi til umiddelbart avfyre nettverk-søk. Husk at dette kan avbryte internettilkoblingen på alle appene på dine utstyr.
nl: Zorg ervoor dat uw scanner is ingeschakeld en verbonden is via Wi-Fi of een USB-kabel. Als uw scanner niet wordt vermeld in de app Windows-instellingen, moet u deze eerst vanaf daar toevoegen. Zodra u uw scanner in de instellingen-app ziet en niet meer "Offline" heeft, werkt de verbinding en kunt u aan de slag! &nbsp; **Tip:** Als Windows er te lang over doet om uw reeds geïnstalleerde draadloze scanner te vinden, kunt u Wi-Fi gewoon in- en uitschakelen om onmiddellijk een netwerkzoekopdracht te starten. Houd er rekening mee dat hierdoor de internettoegang in alle apps op uw apparaat kan worden onderbroken.
pl: Upewnij się, że skaner jest włączony i podłączony przez Wi-Fi lub kabel USB. Jeśli Twojego skanera nie ma na liście w Ustawieniach systemu Windows, musisz najpierw dodać go w tamtym miejscu. Gdy zobaczysz skaner w aplikacji Ustawienia i nie jest on oznaczony jako „Offline”, połączenie działa i możesz zaczynać korzystanie z aplikacji! &nbsp; **Wskazówka:** Jeśli wyszukiwanie zainstalowanego już skanera bezprzewodowego, przez system Windows, trwa zbyt długo, możesz po prostu wyłączyć i włączyć Wi-Fi, aby natychmiastowo uruchomić wyszukiwanie sieciowe. Pamiętaj, że może to spowodować przerwanie dostępu do Internetu we wszystkich aplikacjach na Twoim urządzeniu.
pt_br: Por favor, assegure-se de que seu digitalizador esteja ligado e conectado ou por cabo USB ou por rede WI-FI. Se ele não estiver listado no aplicativo de configurações do Windows, você terá que adicioná-lo primeiro. Uma vez que ele apareça no aplicativo de configurações e não mais esteja classificado como "Offline", a conexão estará funcionado e pronta para uso! &nbsp; **Dica:* Se o Windows demorar demais para localizar seu digitalizador sem fio instalado, simplesmente desligue e ligue o Wi-Fi para iniciar automaticamente a busca de rede. Lembre-se de que isso também poderá interromper o acesso à internet de todos os aplicativos de seu equipamento.
ro: Vă rugăm să vă asigurați că scanerul dumneavoastră este pornit și conectat ori la Wi-Fi ori printr-un cablu USB. Dacă scanerul dumneavoastră nu este listat în aplicația Setări Windows, va trebui să-l adăugați acolo întâi. Odată ce vedeți scanerul dumneavoastră în aplicația Setări și acesta nu apare ca fiind offline, conexiunea funcționează și puteți începe să scanați! &nbsp; **Sfat:** Dacă Windows nu vă găsește scanerul wireless deja instalat în timp util, puteți să dezactivați și să activați conexiunea Wi-Fi pentru a declanșa imediat o căutare în rețea. Țineți cont că această metodă va întrerupe accesul la internet pentru toate aplicațiile de pe dispozitivul dumneavoastră.
ru: Убедитесь, что ваш сканер включен и подключен через Wi-Fi или USB-кабель. Если вашего сканера нет в списке в приложении настроек Windows, вам сначала нужно добавить его туда. Как только вы видите свой сканер в приложении настроек, и он больше не помечен как «Отключён», соединение работает — можно сканировать! &nbsp; **Совет:** Если Windows слишком долго находит ваш уже установленный беспроводной сканер, вы можете просто выключить и включить Wi-Fi, чтобы немедленно запустить поиск сети. Имейте в виду, что это может прервать доступ в Интернет для всех приложений на вашем устройстве.
sk: Uistite sa, že je váš skener zapnutý a pripojený cez Wi-Fi alebo USB kábel. Ak váš skener nie je uvedený v aplikácii nastavení systému Windows, musíte ho najprv pridať odtiaľ. Akonáhle uvidíte svoj skener v aplikácii nastavena a už nie je označený ako "Offline", pripojenie funguje a môžete začať! &nbsp; **Tip:** Ak systému Windows trvá príliš dlho, kým nájde váš už nainštalovaný bezdrôtový skener, stačí vypnúť a zapnúť Wi-Fi a okamžite spustiť vyhľadávanie siete. Majte na pamäti, že to môže prerušiť prístup na internet vo všetkých aplikáciách na vašom zariadení.
uk: Переконайтеся, що ваш сканер увімкнено та підключено через Wi-Fi або USB-кабель. Якщо ваш сканер не містить у списку налаштувань Windows, вам потрібно спочатку додати його звідти. Як тільки ви побачите свій сканер у застосунку налаштувань, і він більше не помічений як "Не в мережі", з'єднання працює, і все готове! &nbsp; **Порада.** Якщо Windows надто довго знаходить вже встановлений бездротовий сканер, ви можете просто вимкнути і знову увімкнути Wi-Fi, щоб негайно запустити пошук мережі. Майте на увазі, що це може призупинити доступ до Інтернету для всіх застосунків на вашому пристрої.
zh_hans: 请确保扫描仪已打开，并通过Wi-Fi或USB连接。如果您的扫描仪未在Windows设置应用程序中列出，您首先需要从那里添加它。 一旦你在设置应用程序中看到你的扫描仪，并且它不再被标记为“离线”，连接就正常了，你就可以开始扫描了！ &nbsp; **提示：**如果 Windows 很长时间都无法找到已安装的无线扫描仪，您可以重启Wi-Fi，触发网络搜索。请注意，这可能会中断设备上所有应用的互联网访问。

# TextHelpScannerNotWorking.Text
source: Restarting a scanner usually solves most issues that you might experience. Sometimes the Windows scanning interface itself doesn't behave as expected, which may require restarting your PC. In very rare cases, the scanner installation can be faulty and you need to remove and then add the scanner in the settings again. &nbsp; Please also consult your scanner manual for additional guidance or contact the manufacturer.
ar_tn: إعادة التشغيل يحل معظم المشكلات التي قد تواجهها. في بعض الأحيان، لا تتصرف واجهة المسح الضوئي فيWindows كما هو متوقع، مما يتطلب إعادة تشغيل جهاز الكمبيوتر. في حالات نادرة جداً، قد يكون تثبيت الماسح الضوئي فيه عيباً وفي هذه الحالة عليك إزالة التثبيت وإضافة الماسح في الإعدادات مجدداً. &nbsp; الرجاء الرجوع إلى دليل الماسح الضوئي للحضول على إرشادات إضافية او مراجعة الشركة المصنعة.
ca: Reiniciant l'escàner normalment soluciona gran part dels problemes que puguin haver. A vegades la configuració del Windows no funciona com hauria de funcionar, el que pot requerir que hagueu de reiniciar el vostre ordinador. En casos molt rars, la instal·lació de l'escàner pot estar corrompuda i pot ser que hagueu d'eliminar i tornar a afegir el vostre escàner a la configuració un altre cop. &nbsp; Consulteu el manual del vostre escàner o contacteu amb el fabricant per a més informació.
cs: Restartování skeneru vyřeší většinu problémů, které mohou nastat. Windows někdy může mít problém skener najít, což může vyžadovat restartování PC. Ve velmi vzácných případech může být instalace skeneru chybná a je zapotřebí ho odebrat a znovu přidat v nastavení. &nbsp; Pro podrobnější postup prosím nahlédněte do manuálu vašeho zařízení nebo kontaktujte výrobce.
he: הפעלה מחדש של סורק פותרת בדרך כלל את רוב הבעיות שאתה עשוי להיתקל בהן. לעתים ממשק הסריקה של Windows עצמו אינו פועל כצפוי, דבר שעשוי לדרוש הפעלה מחדש של המחשב. במקרים נדירים מאוד, התקנת הסורק עלולה להיות פגומה ועליך להסיר ולאחר מכן להוסיף שוב את הסורק בהגדרות. &nbsp; עיין גם במדריך הסורק לקבלת הנחיות נוספות או פנה ליצרן.
hi: स्कैनर को पुनरारंभ करने से आमतौर पर आपके द्वारा अनुभव की जा सकने वाली अधिकांश समस्याऍं हल हो जाती हैं। कभी-कभी विंडोज स्कैनिंग इंटरफ़ेस स्वयं अपेक्षा के अनुरूप व्यवहार नहीं करता है, जिसके लिए आपके कम्प्यूटर को पुनरारंभ करने की आवश्यकता हो सकती है। बहुत ही दुर्लभ मामलों में, स्कैनर इंस्टॉलेशन दोषपूर्ण हो सकता है और आपको स्कैनर को पुनः सेटिंग्स में हटाने और जोड़ने की आवश्यकता होती है। &nbsp; कृपया अतिरिक्त मार्गदर्शन के लिए अपने स्कैनर मैनुअल से भी परामर्श करें या निर्माता से संपर्क करें।
hu: A lapolvasó újraindítása általában megoldja a legtöbb felmerülő problémát. Néha maga a Windows szkennelési felülete nem a várt módon működik, ami a számítógép újraindítását teheti szükségessé. Nagyon ritka esetekben előfordulhat, hogy a szkenner telepítése hibás, ezért el kell távolítania, majd újra hozzá kell adnia a szkennert a beállításokhoz. &nbsp; További útmutatásért olvassa el a szkenner kézikönyvét, vagy lépjen kapcsolatba a gyártóval.
nb: Omstarte en skanner vanligvis løser de fleste problemene som kan oppstå. Noen ganger Windows skanning grensesnittet ikke oppfører seg som forventet, Kan skanningsinstallasjonen være feilaktig å du vil kunne trenge å avinstallere for å så legge til skanneren i innstillingene igjen. &nbsp; Vær vennlig å bistå din skanner med manual for ytterlige veiledning eller kontakt leverandørene.
nl: Het herstarten van een scanner lost meestal de meeste problemen op die u kunt ervaren. Soms gedraagt de Windows-scaninterface zelf zich niet zoals verwacht, waardoor u uw pc mogelijk opnieuw moet opstarten. In zeer zeldzame gevallen kan de scannerinstallatie defect zijn en moet u de scanner verwijderen en vervolgens opnieuw toevoegen in de instellingen. &nbsp; Raadpleeg ook uw scannerhandleiding voor aanvullende informatie of neem contact op met de fabrikant.
pl: Ponowne uruchomienie skanera zwykle rozwiązuje większość problemów, które mogą wystąpić. Czasami sam interfejs skanowania systemu Windows nie działa zgodnie z oczekiwaniami, co może wymagać ponownego uruchomienia komputera. W bardzo rzadkich przypadkach instalacja skanera może być błędna i trzeba usunąć, a następnie ponownie dodać skaner w Ustawieniach. &nbsp; Zapoznaj się również z instrukcją obsługi skanera, aby uzyskać dodatkowe wskazówki lub skontaktuj się z jego producentem.
pt_br: Reiniciar o digitalizador pode resolver a maior parte dos problemas que possam ocorrer. Ás vezes a interface de digitalização do Windows apresenta comportamento inadequado, podendo haver necessidade de reiniciar seu PC. Em casos excepcionais, o digitalizador pode ter sido instalado inadequadamente e haverá necessidade de removê-lo e reinstalá-lo. &nbsp; Por favor, consulte também o manual de seu digitalizador para orientações adicionais ou contate o fabricante.
ro: Repornirea scanerului rezolvă de obicei cele mai multe probleme pe care le-ați putea avea. Câteodată, interfața de scanare Windows nu se comportă așa cum ar trebui, necesitând să vă reporniți PC-ul. În cazuri foarte rare, scanerul poate să fi fost instalat greșit; în acest caz, trebuie să eliminați și apoi să adăugați scanerul din nou din Setările Windows. &nbsp; Vă rugăm să consultați de asemenea și manualul de utilizare al scanerului dumneavoastră pentru mai multe informații, sau încercați să contactați producătorul.
ru: Перезапуск сканера обычно решает большинство проблем, с которыми вы можете столкнуться. Иногда сам интерфейс сканирования Windows работает не так, как ожидалось, что может потребовать перезагрузки компьютера. В очень редких случаях установка сканера может пройти с ошибкой, и вам нужно удалить, а затем снова добавить сканер в настройки. &nbsp; Также обратитесь к руководству по эксплуатации вашего сканера для получения дополнительных указаний или обратитесь к производителю.
sk: Reštartovanie skenera zvyčajne vyrieši väčšinu problémov, s ktorými sa môžete stretnúť. Niekedy sa samotné rozhranie skenovania systému Windows nespráva podľa očakávania, čo môže vyžadovať reštartovanie počítača. Vo veľmi zriedkavých prípadoch môže byť inštalácia skenera chybná a musíte skener odstrániť a potom znova pridať v nastaveniach. &nbsp; Ďalšie pokyny nájdete v príručke k skeneru alebo sa obráťte na výrobcu.
uk: Перезавантаження сканера зазвичай вирішує більшість проблем, з якими можна зіткнутися. Іноді сам інтерфейс сканування Windows веде себе не так, як очікувалося, що може вимагати перезавантаження комп'ютера. В окремих випадках установка сканера може бути помилковою і потрібно видалити, а потім знову додати сканер в налаштуваннях. &nbsp; Також зверніться до посібника зі сканера за додатковими вказівками або зверніться до виробника.
zh_hans: 重启扫描仪通常可以解决您可能遇到的大多数问题。有时Windows扫描界面本身的行为与预期不符，这可能需要重新启动电脑。 在极少数情况下，扫描仪安装可能会出现故障，您需要删除扫描仪，然后再次将其添加到设置中。 &nbsp; 另外，请查阅扫描仪手册或联系制造商以获取更多指导。

# TextHelpChangeScanFolder.Text
source: You can change the save location for new scans in the settings. If you like, you can also be asked every time you scan something new - great for always putting stuff right where it belongs, instead of having to organize it afterwards.
ar_tn: يمكنك تغيير موقع الحفظ لعمليات المسح الضوئي الجديدة في الإعدادات. وإذا أردت، يمكن سؤالك في كل مرة تقوم فيها بمسح ضوئي جديد -هذا رائع لأنه يتيح لك دائما وضع المستندات في المكان المناسب، ويوفر لك عناء تنظيمها فيما بعد.
ca: Podeu canviar la ubicació de desat per als nous escanejos des de la configuració. Si voleu, també podeu escollir que se us demani a on desar cada vegada que escanegeu un document nou - perfecte per a desar les coses al seu lloc.
cs: Umístění pro ukládání nových skenů můžete změnit v nastavení. Pokud chcete, můžete být také dotázáni pokaždé, když skenujete něco nového - skvělé pro to, abyste věci vždy ukládali tam, kam patří, místo toho, abyste je museli dodatečně organizovat.
he: באפשרותך לשנות את מיקום השמירה עבור סריקות חדשות בהגדרות. אם אתה רוצה, אתה יכול גם להגדיר שהאפליקציה תשאל בכל פעם שאתה סורק משהו חדש - נהדר תמיד לשים דברים בדיוק במיקום הנכון, במקום לארגן זאת לאחר מכן.
hi: आप सेटिंग्स में नए स्कैन के लिए सहेजने का स्थान बदल सकते हैं। यदि आप चाहें, तो हर बार जब आप कुछ नया स्कैन करते हैं, तो भी आपसे यह पूछा जा सकता है - यह सामान को हमेशा सही जगह पर रखने के लिए बहुत अच्छा है, बजाय इसके कि इसे बाद में व्यवस्थित करना पड़े।
hu: Az új beolvasások mentési helyét a beállításokban módosíthatja. Ha úgy tetszik, minden alkalommal megkérdezheti, amikor valami újat szkennel – kiválóan alkalmas arra, hogy mindig a helyére tegye a dolgokat ahelyett, hogy utána kellene rendszereznie.
nb: Du kan endre lagringsplasseringen for nye skanninger i innstillinger. Hvis du foretrekker det, du kan også bli spurt hver gang du skanner noe nytt - flott og nyttig for en god plassering med en gang, slik at du slipper ekstraarbeid i etterkant.
nl: U kunt de opslaglocatie voor nieuwe scans wijzigen in de instellingen. Als je wilt, kun je ook elke keer dat je iets nieuws scant worden gevraagd - ideaal om dingen altijd precies te plaatsen waar ze horen, in plaats van ze achteraf te moeten ordenen.
pl: Możesz zmienić lokalizację zapisywania nowych skanów w ustawieniach. Jeśli chcesz, możesz być także o to pytany za każdym razem, gdy zeskanujesz coś nowego – świetny sposób do umieszczania rzeczy tam, gdzie ich miejsce, zamiast konieczności ich późniejszego porządkowania.
pt_br: Você pode alterar a pasta de destino para novas digitalizações nas configurações. Se quiser, pode também ser questionado sempre que digitalizar algo novo – ótimo para colocar sempre as coisas no lugar certo, em vez de ter de as organizar depois.
ro: Puteți să schimbați locația de salvare pentru noile scanări în setări. Dacă vreți, aplicația vă poate întreba de fiecare dată când scanați ceva nou – o opțiune utilă dacă doriți să puneți lucrurile la locul lor de la început, în loc să le organizați ulterior.
ru: Вы можете изменить место сохранения новых сканов в настройках. Если хотите, место сохранения будет запрашиваться каждый раз, когда вы сканируете что-то новое - отлично подходит для того, чтобы всегда помещать вещи именно там, где они должны, вместо того, чтобы организовывать их впоследствии.
sk: Miesto uloženia nových skenov môžete zmeniť v nastaveniach. Ak chcete, môžeme sa vás spýtať vždy, keď naskenujete niečo nové – skvelé na to, aby ste veci vždy umiestnili tam, kam patria, namiesto toho, aby ste ich museli potom organizovať.
uk: Ви можете змінити місце збереження для нових сканувань у налаштуваннях. Якщо хочете, вас також можуть запитувати щоразу, коли ви скануєте щось нове – чудово, щоб завжди розміщувати речі там, де їм належить, замість того, щоб потім упорядковувати їх.
zh_hans: 你可以在“设置”中更改新扫描的保存位置。如果你愿意，你也可以选择每次扫描时都询问保存位置，从而有助于文档归类。
